Repository: vidddd/semplice
Catalog: semplice/languages/*.po
Languages: de_de

source: 404 - Nothing found
de_de: 404 - Nichts gefunden

source: Sorry, the page you requested could not be found.
de_de: Die angeforderte Seite konnte nicht gefunden werden.

source: Back to the
de_de: Zurück zu den

source: Homepage
de_de: Startseite

source: Archives for
de_de: Archive für

source: All Posts in
de_de: Alle Beiträge in

source: Comments
de_de: Kommentare

source: %1$s at %2$s
de_de: %1$s um %2$s

source: Edit
de_de: Bearbeiten

source: Your comment is awaiting moderation.
de_de: Der Kommentar wartet auf Freischaltung.

source: Comments are closed.
de_de: Die Kommentarfunktion ist ausgeschaltet.

source: Go to page:
de_de: Gehe zur Seite:

source: Leave a Reply
de_de: Eine Antwort verfassen

source: Cancel Reply
de_de: Antwort abbrechen

source: Post Comment
de_de: Kommentar veröffentlichen

source: Your comment*
de_de: Ihr Kommentar*

source: Author*
de_de: Autor*

source: E-Mail Address*
de_de: E-Mail-Adresse*

source: Website
de_de: Webseite

source: Semplice Content Editor Meta Boxes
de_de: Semplice Inhalts-Editor-Meta-Boxen

source: Content
de_de: Inhalt

source: Branding
de_de: Marke

source: Statistics
de_de: Statistiken

source: Please correct the errors highlighted below and try again.
de_de: Bitte die unten hervorgehobenen Fehler korrigieren und erneut versuchen.

source: Custom Fontsets
de_de: Individuelle Fontsets

source: Custom Fontset
de_de: Individueller Fontset

source: Add New
de_de: Hinzufügen

source: Add New Custom Fontset
de_de: Neuen Individuellen Fontset hinzufügen

source: Edit Custom Fontset
de_de: Individuellen Fontset bearbeiten

source: View Custom Fontset
de_de: Individuellen Fontset anzeigen

source: Search Fontsets
de_de: Suche Fontsets

source: No custom fontset found
de_de: Individuellen Fontset nicht gefunden

source: No custom fontset found in trash
de_de: Keine Individuellen Fontsets im Papierkorb

source: Parent custom fontset:
de_de: Übergeordneter Individueller Fontset:

source: Add your custom fontsets for the semplice theme here..
de_de: Ihre individuellen Fontsets für das Semplice Theme hinzufügen…

source: Navbar & Menu
de_de: Navbar & Menü

source: Add New Navbar & Menu
de_de: Neue Navbar & Menü hinzufügen

source: Edit Navbar & Menu
de_de: Navbar & Menü bearbeiten

source: View Navbar & Menu
de_de: Navbar & Menü anzeigen

source: Search Navbars
de_de: Navbars suchen

source: No navbar & menu found
de_de: Kein Navbar & Menü gefunden

source: No navbar & menu found in trash
de_de: Es befindet sich keine Navbar & Menü im Papierkorb

source: Parent navbar & menu:
de_de: Übergeordnete Navbar & Menü:

source: Add your custom navbar & menu for the semplice theme here..
de_de: Individuelle Navbar & Menü für das Semplice Theme hinzufügen…

source: Works
de_de: Projekte

source: Work
de_de: Projekt

source: Add New Work
de_de: Neues Projekt erstellen

source: Edit Work
de_de: Projekt bearbeiten

source: New Work
de_de: Neues Projekt

source: View Work
de_de: Projekt anschauen

source: Search Portfolio
de_de: Portfolio suchen

source: No portfolio found
de_de: Es wurde kein Portfolio gefunden

source: No portfolio found in Trash
de_de: Kein Portfolio im Papierkorb gefunden

source: Parent work:
de_de: Übergeordnetes Projekt:

source: Description for the Post Type work.
de_de: Beschreibung für das Post-Type-Projekt.

source: No Comments!
de_de: Keine Kommentare!

source: 1 comment.
de_de: 1 Kommentar.

source: % comments
de_de: % Kommentare

source: Blog Archives
de_de: Beitragsarchive

source: Latest Posts
de_de: Neueste Beiträge

source: Monthly
de_de: Monatlich

source: Categories
de_de: Kategorien

source: No results were found. Please try a different search.
de_de: Keine Ergebnisse gefunden. Bitte noch einmal mit anderen Begriffen versuchen.

source: Published by:
de_de: Veröffentlicht von:

source: Results for
de_de: Ergebnisse für

source: Read more
de_de: weiterlesen..

source: Search and hit enter
de_de: Suchbegriff + Enter
